Repository: 0xWDG/AuroraEditor
Catalog: AuroraEditor/Core/Settings/Resources/Localizable.xcstrings
Source language: en
Languages: ar_ae, da, de, de_ch, es, es_mx, es_us, fr, fr_ca, hi_in, id, it, it_ch, ja_jp, ko_kr, nb_no, nl, pl, pt, pt_br, ru, sv, th, tr, uk_ua, vi, zh_hans, zh_hant

# settings.github.enterprise.login.enter.token
source: Enter your Personal Access Token
ar_ae: Settings.github.enterprise.login.enter.token
de_ch: Setup.github.enterprise.login.enter.Token.
es_mx: Ajustes.github.empresa.iniciar sesión.entrar.token
es_us: Ajustes.github.empresa.inicio de sesión.ingrese.token
fr_ca: Paramètres.github.entreprise.connexion.entrer.mot de passe.
hi_in: Settings.github.enterprise.login.enter.token
id: Pengaturan.github.perusahaan.masuk.masuk.token
it: Inserisci il tuo Personal Access Token
it_ch: Impostazioni.github.enterprise.login.enter.token.
ja_jp: 設定.github.enterprise.login.enter.token
ko_kr: 설정.github.기업.로그인.입력.토큰
nb_no: Innlogging.enterprise.login.enter.token på settings.github.
pt: Definições.github.enterprise.login.enter.token
pt_br: settings.github.enterprise.login.enter.token
tr: settings.github.enterprise.login.enter.token
uk_ua: Settings.github.enterprise.login.enter.token
zh_hant: 輸入您的個人權杖（Personal Access Token）

# settings.theme.terminal.background
source: Background
ar_ae: الإعدادات.الموضوع.المحطة الطرفية.الخلفية
de_ch: Einstellung.Thema.Terminal.Hintergrund.
es_mx: Ajustes.tema.terminal.fondo.
es_us: Ajustes.tema.terminal.fondo.
fr_ca: Paramètres.thème.terminal.fond
hi_in: सेटिंग्स.थीम.टर्मिनल.पृष्ठभूमि
id: Pengaturan.tema.terminal.latar belakang
it: Sfondo
it_ch: Impostazioni.tema.terminale.sfondo
ja_jp: 設定.テーマ.端末.背景
ko_kr: 설정.테마.터미널.배경
nb_no: Innstillinger.tema.terminal.bakgrunn.
pt: Definições.tema.terminal.fundo.
pt_br: Configurações.tema.terminal.fundo.
tr: ayarlar.teması.terminal.arka planı
uk_ua: Налаштування.тема.термінал.фон
zh_hant: 背景

# settings.gitlab.login.create
source: Create a Token on Gitlab
ar_ae: Settings.gitlab.login.create
de_ch: settings.gitlab.login.create.
es_mx: Configuración.GitLab.InicioDeSesión.Crear
es_us: Configuración.GitLab.InicioDeSesión.Crear
fr_ca: paramètres.gitlab.connexion.créeer.
hi_in: सेटिंग्स.gitlab.login.create
id: Pengaturan.gitlab.login.create
it: Crea un Token su Gitlab
it_ch: Impostazioni.GitLab.Login.Creare.
ja_jp: 設定.gitlab.ログイン.作成
ko_kr: 설정.gitlab.로그인.생성
nb_no: settings.gitlab.login.opprettelse
pt: Configurações.gitlab.login.criar
pt_br: Configurações.gitlab.login.criar
tr: ayarlar.gitlab.giriş.oluşturma
uk_ua: Settings.gitlab.login.create
zh_hant: 在 Gitlab 內創建個人權杖

# settings.update.check.automatically
source: Automatically
ar_ae: الإعدادات.التحديث.التحقق.تلقائيا
de_ch: Einstellungen.Aktualisieren.Überprüfen.Automatisch.
es_mx: Ajustes.actualización.checar.automáticamente
es_us: Ajustes.actualizar.comprobar.automáticamente
fr_ca: Paramètres.mise à jour.vérification automatique.
hi_in: सेटिंग्स.अपडेट.चेक.स्वचालित रूप से
id: Pengaturan.memperbarui.memeriksa.secara otomatis
it: Automaticamente
it_ch: aggiornare le impostazioni.controllare.automatizzare.
ja_jp: 設定.アップデート.チェック.自動で
ko_kr: 설정.업데이트.체크.자동적으로
nb_no: innstillinger.oppdatering.kontroll.automatisk
pt: atualizar configurações.verificar.automatizar.deixar de fazer.
pt_br: Configurações.atualizar.verificar.automaticamente
tr: ayarlar.güncelleme.kontrol.otomatik olarak
uk_ua: Settings.update.check.automatically
zh_hant: 自動

# settings.update.check.updates
source: Check for updates
ar_ae: الإعدادات.التحديث.التحقق.التحديثات
de_ch: Einstellungen.Aktualisieren.Überprüfen.Aktualisieren.
es_mx: Ajustes.actualización.comprobar.actualizaciones
es_us: Ajustes.actualización.comprobar.actualizaciones
fr_ca: Paramètres.mise à jour.vérification.mises à jour.
hi_in: सेटिंग्स.अपडेट.चेक.अपडेट
id: Pengaturan.pembaruan.periksa.pembaruan
it: Controlla gli aggiornamenti
it_ch: Impostazioni.aggiorna.controlla.aggiornamenti
ja_jp: 設定.アップデート.チェック.アップデート
ko_kr: 설정.업데이트.체크.업데이트들
nb_no: innstillinger.oppdatering.sjekke.oppdateringer
pt: Ajustes.atualizar.verificar.atualizações
pt_br: configurações.atualizar.verificar.atualizações
tr: ayarlar.güncelleme.kontrol.güncellemeler
uk_ua: Налаштування.оновлення.перевірка.оновлення
zh_hant: 查詢程式更新

# settings.source.control.general.branch name
source: Default Branch Name
ar_ae: Settings.source.control.general.اسم الفرع
de_ch: Name des Zweigs in der Einstellung.source.control.general.
es_mx: Ajustes.Fuente.Control.General.Nombre de la rama
es_us: Ajustes.Fuente.Control.General.Nombre de la rama
fr_ca: Paramètres.source.contrôle.général.Nom de la branche.
hi_in: Settings.source.control.general.branch name
id: Pengaturan.sumber.kontrol.umum.nama cabang
it: impostazioni.fonte.controllo.generale.nome ramo
it_ch: impostazioni.fonte.controllo.generale.nome ramo
ja_jp: 設定.ソース.コントロール.一般.支店名
ko_kr: 설정.소스.컨트롤.일반.지점 이름
nb_no: Innstillinger.Kilde.Kontroll.Generelt.Filialnavn.
pt: Configurações.fonte.controlo.geral.nome da filial.
pt_br: Configurações.fonte.controle.geral.nome da filial.
tr: ayarlar.kaynak.kontrol.genel.dal adı
uk_ua: Settings.source.control.general.назва гілки
zh_hant: 預設分支名稱

# settings.theme.terminal.text.bold
source: Bold Text
ar_ae: الإعدادات.الموضوع.المحطة الطرفية.النص.جريء
de_ch: Einstellung.Thema.Terminal.Text.Fett
es_mx: Ajustes.tema.terminal.texto.negrita
es_us: Ajustes.tema.terminal.texto.negrita
fr_ca: Paramètres.thème.terminal.texte.gras
hi_in: सेटिंग्स.थीम.टर्मिनल.टेक्स्ट.बोल्ड
id: Pengaturan.tema.terminal.teks.tebal
it: Testo in grassetto
it_ch: Impostazioni.tema.terminale.testo.grassetto
ja_jp: 設定.テーマ.端末.テキスト.太字
ko_kr: 설정.테마.터미널.텍스트.볼드
nb_no: Innstillinger.tema.terminal.tekst.fettekrommet
pt: Definições.tema.terminal.texto.negrito
pt_br: Configurações.tema.terminal.texto.negrito
tr: ayarlar.teması.terminal.metin.cesur
uk_ua: Settings.theme.terminal.text.bold
zh_hant: 粗體

# settings.general.navigator.issue
source: Issue Navigator Detail
ar_ae: الإعدادات.عام.المستكشف.مشكلة
de_ch: Ausschäfe.Allgemein.Navigator.Problem.
es_mx: Ajustes.general.navigator.problema.
es_us: Ajustes.general.navigator.problema.
fr_ca: Paramètres.général.navigateur.problème.
hi_in: सेटिंग्स.सामान्य.नेविगेटर.मुद्दा
id: Pengaturan.umum.navigator.masalah
it: Dettaglio Navigatore Problema
it_ch: Impostazioni.Generale.Navigatore.Problema.
ja_jp: 設定.一般.ナビゲータ.問題
ko_kr: 설정.일반.네비게이터.문제
nb_no: innstillinger.generelt.navigator.problem
pt: Definições.geral.navigator.problema
pt_br: Configurações.gerais.navigator.problema
tr: ayarlar.genel.navigator.sorun
uk_ua: Settings.general.navigator.issue
zh_hant: 導航器問題細節層次

# settings.source.control.general.refresh
source: Refresh local status automatically
ar_ae: الإعدادات.المصدر.التحكم.العام.التحديث
de_ch: Einstellungen.Quelle.Steuerung.Allgemein.Aktualisieren.
es_mx: Ajustes.Fuente.Control.General.Actualizar.
es_us: Ajustes.Fuente.Control.General.Actualizar
fr_ca: Paramètres.Source.Contrôle.Général.Rafraîchir.
hi_in: सेटिंग्स.स्रोत.नियंत्रण.सामान्य.ताज़ा करें
id: Pengaturan.sumber.kontrol.umum.segarkan
it: Aggiorna automaticamente lo stato locale
it_ch: Impostazioni.Fonte.Controllo.Generale.Aggiorna.
ja_jp: 設定.ソース.コントロール.一般.リフレッシュ
ko_kr: 설정.소스.컨트롤.일반.리프레시
nb_no: Innstillinger.kilde.kontroll.generell.oppdater
pt: configurações.fonte.controlo.geral.atualizar
pt_br: Configurações.fonte.controlo.geral.atualizar.
tr: ayarlar.kaynak.kontrol.genel.yenileme
uk_ua: Settings.source.control.general.refresh
zh_hant: 自動更新本機狀態

# settings.account.gitlab
source: GitLab
ar_ae: الإعدادات.الحساب.gitlab
de_ch: settings.account.gitlab.
es_mx: Ajustes.cuenta.gitlab.
es_us: Ajustes.cuenta.gitlab.
fr_ca: paramètres.compte.gitlab.
hi_in: सेटिंग्स.अकाउंट.गिटलैब
id: Pengaturan.akun.gitlab
it_ch: impostazioni.account.gitlab.
ja_jp: 設定.アカウント.GitLab
ko_kr: 설정.계정.깃랩
nb_no: /settings/account/gitlab/
pt: configurações.conta.gitlab
pt_br: Configurações.conta.gitlab
tr: ayarlar.hesap.gitlab
uk_ua: Налаштування.account.gitlab

# settings.source.control.general.branch.error
source: Branch names cannot contain spaces, backslashes, or other symbols
ar_ae: الإعدادات.المصدر.التحكم.عام.الفرع.خطأ
de_ch: Einstellung.Quelle.Steuerung.Allgemein.Branche.Fehler.
es_mx: Ajustes.Fuente.Control.General.Rama.Error.
es_us: Ajustes.Fuente.Control.General.Rama.Error.
fr_ca: Paramètres.source.contrôle.général.branche.erreur.
hi_in: सेटिंग्स.स्रोत.नियंत्रण.सामान्य.शाखा.त्रुटो
id: Pengaturan.sumber.kontrol.umum.cabang.kesalahan
it: I nomi del branch non possono contenere spazi, barre rovesciate o altri simboli
it_ch: Impostazioni.Fonte.Controllo.Generale.RiferimentoErrore.
ja_jp: 設定.ソース.コントロール.一般.支部.エラー
ko_kr: 설정.소스.제어.일반.지점.오류
nb_no: Innstillinger.kilde.kontroll.generell.filialfeil.
pt: Configurações.fonte.controlo.geral.ramal.erro.
pt_br: Configurações.fonte.controlo.geral.ramal.erro.
tr: ayarlar.kaynak.kontrol.genel.dal.sorun
uk_ua: Settings.source.control.general.branch.error
zh_hant: 分支名稱不得含空格、反斜線、或其他標誌

# settings.source.control.tab.git
source: Git
ar_ae: الإعدادات.المصدر.التحكم.علامة التبويب.git
de_ch: Einstellungen.Quelle.Steuerung.Registerkarte.Git.
es_mx: Ajustes.Fuente.Control.Pestaña.Git
es_us: Ajustes.Fuente.Control.Pestaña.Git
fr_ca: Paramètres.source.contrôle.onglet.git.
hi_in: सेटिंग्स.स्रोत.नियंत्रण.टैब.गिट
id: Pengaturan.sumber.kontrol.tab.git
it_ch: Impostazioni.Fonte.Controllo.Scheda.Git
ja_jp: 設定.ソース.コントロール.タブ.git
ko_kr: 설정.소스.컨트롤.탭.깃
nb_no: Innstillinger.kilde.kontroll.fan.git
pt: Configurações.fonte.controlo.abotoamento.git
pt_br: Configurações.fonte.controlo.abotoamento.git
tr: ayarlar.kaynak.kontrol.sekmeci.git
uk_ua: Налаштування.джерело.контроль.tab.git

# settings.source.control.git.author.name
source: Author Name
ar_ae: Settings.source.control.git.author.name
de_ch: \settings.source.control.git.author.name.
es_mx: Ajustes.Fuente.Control.Git.Autor.Nombre
es_us: Ajustes.Fuente.Control.Git.Autor.Nombre
fr_ca: Paramètres.source.contrôle.git.auteur.nom
hi_in: Settings.source.control.git.author.name
id: Pengaturan.sumber.kontrol.git.penulis.nama
it: Nome dell'autore
it_ch: Impostazioni.Fonte.Controllo.Git.Autore.Nome
ja_jp: 設定.ソース.コントロール.git.作者.名
ko_kr: 설정.소스.제어.깃.저자.이름
nb_no: Innstillinger.kilde.kontroll.git.forfatternavn.navn
pt: Configurações.fonte.controlo.git.autor.nome
pt_br: Configurações.fonte.controlo.git.autor.nome
tr: ayarlar.kaynak.kontrol.git.yazar.isim
uk_ua: Settings.source.control.git.author.name
zh_hant: 作者名稱

# welcome.clone.project
source: Clone an exisiting project
ar_ae: مرحبا بك.استنساخ.مشروع
de_ch: Willkommen. Klon. Projekt.
es_mx: inicio.clon.proyecto
es_us: inicio.clon.proyecto
fr_ca: bienvenue.clone.projet
hi_in: स्वागत.क्लोन.परियोजना
id: Selamat datang.kloning.proyek
it: Clona un progetto esistente
it_ch: benvenuto.progettoclone.
ja_jp: ようこそ。クローン。プロジェクト
ko_kr: 환영.클론.프로젝트
nb_no: Velkommen. Klon-prosjektet.
pt: bem-vindo.clone.projeto
pt_br: Bem-vindo.clone.projeto
tr: hoş geldin.clone.proje
uk_ua: Ласкаво просимо.клон.проект
zh_hant: 複製現有專案

# settings.general.dialog.warnings
source: Dialog Warnings
ar_ae: الإعدادات.عام.حوار.تحذيرات
de_ch: Einstellungen.Allgemein.Dialog.Warnungen.
es_mx: Ajustes.general.dialog.avisos.
es_us: Ajustes.general.dialog.advertencias.
fr_ca: Paramètres.général.dialogue.avertissements.
hi_in: सेटिंग्स.सामान्य.संवाद.चेतावनी
id: Pengaturan.umum.dialog.peringatan
it: Avvisi di Dialogo
it_ch: Impostazioni.Generale.Dialog.Avvertenze.
ja_jp: 設定.一般.ダイアログ.警告
ko_kr: 설정.일반.대화.경고사항
nb_no: Innstillinger.Generelt.Dialog.Advarsler.
pt: Definições.geral.dialog.avisações
pt_br: Configurações.gerais.dialog.avisações
tr: ayarlar.genel.dialog.uyarılar
uk_ua: Settings.general.dialog.попередження
zh_hant: 對話方塊警告

# settings.account.account.type
source: Select the type of account you would like to add:
ar_ae: الإعدادات.الحساب.الحساب.نوع
de_ch: Einrichtung.Konto.Konto.Typ.
es_mx: Ajustes.cuenta.cuenta.tipo
es_us: Ajustes.cuenta.cuenta.tipo
fr_ca: paramètres.compte.compte.type
hi_in: सेटिंग्स.खाता.खाता.प्रकार
id: Pengaturan.akun.jenis akun
it: Seleziona il tipo di account che desideri aggiungere:
it_ch: Impostazioni.account.account.tipo
ja_jp: 設定.アカウント.アカウント.タイプ
ko_kr: 설정.계정.계정.유형
nb_no: Innstillinger.konto.konto.type.
pt: Definições.conta.conta.tipo
pt_br: Configurações.conta.conta.tipo
tr: ayarlar.hesap.hesap.türü
uk_ua: Settings.account.account.type
zh_hant: 請選擇您想加入的帳號類別：

# settings.account.bitbucket.cloud
source: Bitbucket Cloud
ar_ae: الإعدادات.الحساب.bitbucket.cloud
es_mx: Ajustes.cuenta.bitbucket.nube
es_us: Ajustes.cuenta.bitbucket.nube
fr_ca: paramètres.compte.bitbucket.nuage
hi_in: Settings.account.bitbucket.cloud
id: Pengaturan.akun.bitbucket.cloud
it_ch: impostazioni.account.bitbucket.cloud.
ja_jp: 設定.アカウント.ビットバケット.クラウド
ko_kr: 설정.계정.비트버킷.클라우드
pt: Definições.conta.bitbucket.nuvem
pt_br: Configurações.conta.bitbucket.nuvem
tr: ayarlar.hesap.bitbucket.bulut
uk_ua: Налаштування.account.bitbucket.cloud

# settings.update.download.when.available
source: Download new updates when available
ar_ae: الإعدادات.التحديث.التنزيل.عندما.متاح
de_ch: Einstellungen.Aktualisieren.Downloaden.Wann.Verfügbar
es_mx: Ajustes.actualizar.descargar.cuando.disponible
es_us: Ajustes.actualizar.descargar.cuando.disponible
fr_ca: Paramètres.mise à jour.téléchargement.quand.disponible.
hi_in: Settings.update.download.when.available
id: Pengaturan.perbarui.unduh.ketika.tersedia
it: Scarica nuovi aggiornamenti quando disponibili
it_ch: impostazioni.aggiorna.scarica.quando.disponibile
ja_jp: 設定.アップデート.ダウンロード.いつ.利用可能
ko_kr: 설정.업데이트.다운로드.언제.가능할 때
nb_no: innstillinger.oppdater.last ned.når.tilgjengelig
pt: configurações.atualizar.baixar.quando.disponível
pt_br: configurações.atualizar.baixar.quando.disponível
tr: ayarlar.güncelleme.indirme.ne zaman.mümkün olduğunda
uk_ua: Settings.update.download.when.available
zh_hant: 有更新時自動下載

# settings.github.login.access.discussion
source: write:discussion
ar_ae: Settings.github.login.access.discussion
de_ch: setup.github.login.access.discussion.
es_mx: Ajustes.github.inicio de sesión.acceso.discusión
es_us: ajustes.github.inicio de sesión.acceso.discusión
fr_ca: paramètres.github.connexion.accès.discussion.
hi_in: सेटिंग्स.गिटहब.लॉगिन.एक्सेस.चर्चा
id: Pengaturan.github.masuk.akses.diskusi
it_ch: Configurazioni.github.login.accesso.discussione.
ja_jp: 設定.github.login.アクセス.ディスカッション
ko_kr: 설정.github.로그인.액세스.토론
nb_no: https://github.com/settings/login/access/discussion/
pt: Definições.github.login.acesso.discussão
pt_br: Configurações.github.login.acesso.discussão
tr: ayarlar.github.giriş.eriş.tartışma
uk_ua: Settings.github.login.access.discussion

# settings.theme.style.background
source: Background
ar_ae: الإعدادات.الموضوع.النمط.الخلفية
de_ch: Einrichtung.Thema.Stil.Hintergrund.
es_mx: Ajustes.tema.estilo.fondo
es_us: Ajustes.tema.estilo.fondo
fr_ca: Paramètres.thème.style.fond d’écran.
hi_in: सेटिंग्स.थीम.शैली.पृष्ठभूमि
id: Pengaturan.tema.gaya.latar belakang
it: Sfondo
it_ch: Impostazioni.tema.stile.sfondo
ja_jp: 設定.テーマ.スタイル.背景
ko_kr: 설정. 테마. 스타일. 배경
nb_no: Innstillinger.Tema.Stil.Bakgrunnsfarge
pt: Definições.tema.estilo.fundo.
pt_br: Configurações.tema.estilo.fundo.
tr: ayarlar.teması.stil.arka plan
uk_ua: Settings.theme.style.background
zh_hant: 背景

# settings.general.open.document
source: New Document
ar_ae: الإعدادات.عام.فتح.وثيقة
de_ch: Einstellungen.Allgemein.Offen.Dokument.
es_mx: Ajustes.general.abrir.documento
es_us: Ajustes.general.abrir.documento
fr_ca: Paramètres.général.ouvrir.document.
hi_in: सेटिंग्स.सामान्य.खुला.दस्तावेज़
id: Pengaturan.umum.terbuka.dokumen
it: Nuovo Documento
it_ch: Impostazioni.generali.aprire.documento
ja_jp: 設定.一般.開く.文書
ko_kr: 설정.일반.열기.문서
nb_no: Innstillinger.Generelt.Åpne.Dokument
pt: Definições.gerais.abrir.documento
pt_br: Configurações.gerais.abrir.documento
tr: ayarlar.genel.açık.doküman
uk_ua: Settings.general.open.document
zh_hant: 創建新檔

# settings.theme.style.current.line
source: Current Line
ar_ae: الإعدادات.الموضوع.النمط.الحالي.السطر
de_ch: einstellungen.thema.stil.aktuell.zeile.
es_mx: Ajustes.tema.estilo.actual.línea.
es_us: Ajustes.tema.estilo.actual.línea.
fr_ca: Paramètres.thème.style.ligne actuelle.
hi_in: Settings.theme.style.current.line
id: Pengaturan.tema.gaya.baris.saat ini
it: Linea corrente
it_ch: Impostazioni.tema.stile.attuale.linea.
ja_jp: 設定.テーマ.スタイル.現在の行
ko_kr: 설정. 테마. 스타일. 현재. 라인
nb_no: Innstillinger.Tema.Stil.Gjeldende linje.
pt: Definições.tema.estilo.atual.linha.
pt_br: Configurações.tema.estilo.atual.linha.
tr: ayarlar.tema.stil.mevcut.satır
uk_ua: Налаштування.тема.стиль.поточний.рядок
zh_hant: 本列

# settings.source.control.general.add.remove
source: Add and remove files automatically
ar_ae: الإعدادات.المصدر.التحكم.العام.الإضافة.الإزالة
de_ch: Einstellungen.Quelle.Steuerung.Allgemein.Hinzufügen.Entfernen.
es_mx: Ajustes.Fuente.Control.General.Añadir.Remover.
es_us: Ajustes.Fuente.Control.General.Añadir.Remover.
fr_ca: Paramètres.source.contrôle.général.ajouter.supprimer.
hi_in: सेटिंग्स.स्रोत.नियंत्रण.सामान्य.जोड़ें.निकालें
id: Pengaturan.sumber.kontrol.umum.tambahkan.hapus
it: Aggiungi e rimuovi file automaticamente
it_ch: Impostazioni.Fonte.Controllo.Generale.Aggiungi.Rimuovi.
ja_jp: 設定.ソース.コントロール.一般.追加.削除
ko_kr: 설정.소스.컨트롤.일반.추가.제거
nb_no: Innstillinger.kilde.kontroll.generell.tilsette.fjerne
pt: configurações.fonte.controlo.geral.adicionar.remover
pt_br: configurações.fonte.controlo.geral.adicionar.remover
tr: ayarlar.kaynak.kontrol.genel.ekleyin.kaldırın
uk_ua: Settings.source.control.general.add.remove
zh_hant: 自動新增刪除檔案

# settings.github.login.access.scopes
source: GitHub personal access tokens must have these scopes set:
ar_ae: Settings.github.login.access.scopes
de_ch: - settings.github.login.access.scopes.
es_mx: Ajustes.github.login.acceso.alcances
es_us: Ajustes.github.login.acceso.alcances
fr_ca: Paramètres.github.login.accès.scopes.
hi_in: सेटिंग्स.गिटहब.लॉगिन.एक्सेस.स्कोप
id: Pengaturan.github.login.access.scopes
it: I token di accesso personale di GitHub devono avere questi scope impostati:
it_ch: impostazioni.github.login.accesso.ambito
ja_jp: 設定.github.login.アクセス.範囲
ko_kr: 설정.github.로그인.액세스.범위
nb_no: Adressene for tilgang til innstillinger, innlogging og scoping.
pt: configurações.github.login.acesso.escalas
pt_br: Configurações.github.login.acesso.escalas
tr: ayarlar.github.giriş.eriş.kapsamlar
uk_ua: Settings.github.login.access.scopes
zh_hant: GitHub 個人權杖必須包含下列取用範圍：

# settings.source.control.general.comparison.revision.lect
source: Local Revision on Left Side
ar_ae: الإعدادات.المصدر.التحكم.العام.المقارنة.المراجعة.المحاضرة
de_ch: Einstellungen.Quelle.Steuerung.Allgemein.Vergleich.Revision.Lektüre.
es_mx: Configuración.Fuente.Control.General.Comparación.Revisión.Lectura.
es_us: Configuración.Fuente.Control.General.Comparación.Revisión.Lectura.
fr_ca: Paramètres.source.contrôle.général.Comparaison.Révision.Lecture.
hi_in: सेटिंग्स.स्रोत.नियंत्रण.सामान्य.तुलना.संशोधन.lect
id: Pengaturan.sumber.kontrol.umum.perbandingan.revisi.pilihan
it: Impostazioni.fonte.controllo.generale.confronto.revisione.lettura
it_ch: Impostazioni.Fonte.Controllo.Generale.Confronto.Revisione.Lettura.
ja_jp: 設定.ソース.コントロール.一般.比較.改訂.講義
ko_kr: 설정.소스.컨트롤.일반.비교.개정.lect
nb_no: Innstillinger.kilde.kontroll.generell.sammenligning.revisjon.lesning.
pt: Configurações.fonte.controlo.geral.comparação.revisão.lectura.
pt_br: configurações.fonte.controle.geral.comparação.revisão.lectura.
tr: ayarlar.kaynak.kontrol.genel.karşılaştırmı.revizyon.lect
uk_ua: Settings.source.control.general.comparison.revision.lect
zh_hant: 本機更新置左

# settings.global.login.password
source: Password:
ar_ae: الإعدادات.العالمية.تسجيل الدخول.كلمة المرور
de_ch: Einstellung.global.Login.Passwort
es_mx: Ajustes.global.inicio de sesión.contraseña
es_us: Ajustes.global.inicio de sesión.contraseña
fr_ca: Paramètres.globaux.connexion.mot de passe.
hi_in: सेटिंग्स.ग्लोबल.लॉगिन.पासवर्ड
id: Pengaturan.global.login.kata sandi
it_ch: Impostazioni.globale.login.password
ja_jp: 設定.グローバル.ログイン.パスワード
ko_kr: 설정.글로벌.로그인.비밀번호
nb_no: Innstillinger.Global.Innlogging.Passord
pt: Definições.globais.login.senha
pt_br: Configurações.global.login.senha
tr: ayarlar.dglobal.giriş.şifre
uk_ua: Settings.global.login.password
zh_hant: 密碼：

# project.navigator.not.implemented
source: Not implemented yet
ar_ae: مشروع.ملاح.غير منفذ
de_ch: Projekt.Navigator.nicht.implementiert.
es_mx: proyecto.navigator.no.implementado
es_us: proyecto.navigator.no.implementado
fr_ca: project.navigator.non.implémenté.
hi_in: प्रोजेक्ट.नेविगेटर.नहीं. कार्यान्वित
id: Proyek.navigator.tidak.diimplementasikan
it: Non ancora implementato
it_ch: progetto.navigator.non.attuato.
ja_jp: プロジェクト.ナビゲータ.未.実装済み
ko_kr: 프로젝트.네비게이터.아니.이행되지 않음
nb_no: Prosjekt.Navigator.ikke.implementert.
pt: projeto.navigator.não.implementado
pt_br: projeto.navigator.não.implementado
tr: proje.navigator.başarısız.geliştirilmemiştir
uk_ua: Project.navigator.not.implemented
zh_hant: 本功能尚未實施

# settings.source.control.general.navigator.sort.date
source: Sort by Date
ar_ae: Settings.source.control.general.navigator.sort.date
de_ch: einstellungen.Quelle.Steuerung.Allgemein.Navigator.Sortieren.Datum.
es_mx: Ajustes.Fuente.Control.General.Navegador.Ordenar.Fecha.
es_us: Ajustes.Fuente.Control.General.Navegador.Ordenar.Fecha.
fr_ca: Paramètres.source.contrôle.général.navigateur.trier.date.
hi_in: सेटिंग्स.सोर्स.कंट्रोल.सामान्य.नेविगेटर.सॉर्ट.डेट
id: Pengaturan.sumber.kontrol.umum.navigator.urutkan.tanggal
it: Ordina per data
it_ch: Impostazioni.Fonte.Controllo.Generale.Navigatore.Ordina.Data.
ja_jp: 設定.ソース.コントロール.一般.ナビゲータ.ソート.日付
ko_kr: 설정.소스.제어.일반.네비게이터.정렬.날짜
nb_no: Innstillinger.kilde.kontroll.generell.navigator.sorter.dato.
pt: configurações.fonte.controlo.geral.navigator.ordem.data
pt_br: configurações.fonte.controlo.geral.navigator.ordem.data
tr: ayarlar.kaynak.kontrol.genel.navigatör.sıralama.date
uk_ua: Settings.source.control.general.navigator.sort.date
zh_hant: 以日期排序

# about.no.hash
source: No Hash
ar_ae: حول.لا.هاش
de_ch: über.ne.hash
es_mx: Acerca de.no.hash
es_us: Acerca de.no.hash
fr_ca: à propos.de.nul.hachage.
hi_in: के बारे में.नहीं.हैश
id: Tentang.tidak.hash
it: Nessun hash
it_ch: Informazioni su.no.hash
ja_jp: about.no.hashについて
ko_kr: 대략.아무도.해시하지마.
nb_no: Om.no.hash-filen.
pt: Sobre.sem.hash
pt_br: Sobre.sem.hash
tr: hakkında.hayır.şifreleme
uk_ua: About.no.hash
zh_hant: 無雜湊值

# welcome.new.file
source: Create a new file
ar_ae: مرحبا بك. ملف جديد
de_ch: Willkommen.neue.Datei.
es_mx: archivo.bienvenido.nuevo.archivo
es_us: archivo.nuevo.bienvenido
fr_ca: Nouveau fichier de bienvenue.
hi_in: स्वागत है.नया.फाइल
id: Selamat datang.berkas.baru
it: Crea un nuovo file
it_ch: bienvenuto.nuovo.file
ja_jp: ようこそ.新しい.ファイル
ko_kr: 환영.새로운.파일
nb_no: velkommen.nytt.fil
pt: archivo.bem-vindo.novo.arquivo
pt_br: Bem-vindo.novo.arquivo
tr: hoş geldin.yeni.dosya
uk_ua: Ласкаво просимо.новий.файл
zh_hant: 創建新檔

# settings.general.shell.command
source: Install 'ae' command
ar_ae: Settings.general.shell.command
de_ch: Einzelheiten.Allgemein.Shell.Befehl.
es_mx: Ajustes.general.shell.comando.
es_us: Ajustes.general.shell.comando
fr_ca: Paramètres.général.shell.commande.
hi_in: सेटिंग्स.general.shell.command
id: Pengaturan.umum.shell.perintah
it: Installa comando 'ae'
it_ch: Impostazioni.Generale.shell.Comando
ja_jp: 設定.一般.シェル.コマンド
ko_kr: 설정.일반.셸.명령
nb_no: Innstillinger.Generell.Skjell.Befehl
pt: Definições.gerais.shell.comando
pt_br: Configurações.gerais.shell.comando
tr: ayarlar.genel.shell.komut
uk_ua: Settings.general.shell.command
zh_hant: 安裝「ae」指令
